{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=n != 1;","lang":"en_US"},"Ascending":[""],"Choose link behaviour. Upgrade to ":[""],"Choose pagination type. Upgrade to ":[""],"Choose WordPress registered image size. e.g thumbnail, medium, large, full. Upgrade to ":[""],"Click here":[""],"Control height of the featured image. You can enter any numeric number. e.g 500. Leave empty for default height.":[""],"Descending":[""],"Design":[""],"Design 1":[""],"Display content. Upgrade to ":[""],"Display dots after the post content as continue reading. Upgrade to ":[""],"Display featured posts in a gridbox view.":[""],"Display Pagination. Upgrade to ":[""],"Display posts in grid view.":[""],"Display read more. Upgrade to ":[""],"Display Specific Category":[""],"Display Views. Upgrade to ":[""],"Do you also want to check premium version demo of this plugin.":[""],"Do you want to check demo of this plugin.":[""],"Enter author id to display posts of particular author. You can pass multiple ids with comma seperated. You can find id at users listing page. Upgrade to ":[""],"Enter author id to hide post of particular author. Works only if `Include Author` field is empty. You can pass multiple ids with comma seperated. You can find id at relevant users listing page. Upgrade to ":[""],"Enter category id to display categories wise.":[""],"Enter content word limit. Upgrade to ":[""],"Enter id of the post which you do not want to display. You can pass multiple ids with comma seperated. You can find id at relevant post listing page. Upgrade to ":[""],"Enter id of the post which you want to display. You can pass multiple ids with comma seperated. You can find id at relevant post listing page. Upgrade to ":[""],"Enter number of featured post to be displayed. Enter -1 to display all.":[""],"Enter read more text. Upgrade to ":[""],"Enter registered post type name. You can find it on plugin setting page. Note: Be sure you have added valid post type name otherwise no result will be displayed. Upgrade to ":[""],"Enter registered taxonomy name. You can find it on plugin setting page. Note: Be sure you have added valid taxonomy name otherwise no result will be displayed. Upgrade to ":[""],"Essential Plugin Blocks":[""],"Exclude number of posts from starting. e.g if you pass 5 then it will skip first five post. Note: This will not work with limit=-1. Upgrade to ":[""],"Exclude post category. Works only if `Category` field is empty. You can pass multiple ids with comma seperated. You can find id at relevant category listing page. Upgrade to ":[""],"False":[""],"Featured Grid":[""],"featured grid":[""],"featured gridbox":[""],"Featured Post Creative - Grid":[""],"Featured Post Creative - Gridbox":[""],"Featured Post Creative - Gutenberg":[""],"Featured Post Creative Gutenberg.":[""],"General Parameters":[""],"https://github.com/ahmadawais/create-guten-block/":[""],"https://www.essentialplugin.com":[""],"If you are using parent category then whether to display child category or not. Upgrade to ":[""],"Image Height":[""],"Limit":[""],"Number of Columns":[""],"Order":[""],"Order By":[""],"Post Author":[""],"Post Date":[""],"Post ID":[""],"Post Modified Date":[""],"Post Slug":[""],"Post Title":[""],"Premium version ":[""],"Query Parameters":[""],"Random":[""],"Select number of column per row.":[""],"Show Author":[""],"Show Category Name":[""],"Show Date":[""],"to get this option.":[""],"True":[""],"WP OnlineSupport":[""],"You can pass multiple ids with comma seperated. You can find id at relevant category listing page.":[""]}}}